[
    {
        "id":"0",
        "namepost":"Sườn Xào Chua Ngọt", 
        "author":"Lê Kim Mỹ",	
        "time":"Dec 26",	
        "view": 3107,	
       "description":"Sườn xào chua ngọt ăn với cơm rất ngon và được mọi người ưa thích, bởi vị chua chua, ngọt ngọt , cay cay, thơm thơm của tỏi. Cachnauan.vn sẽ giúp bạn có món ngon cho mọi người trong gia đình.",	
        "image_1":"/images/Blog/suonxaochuangot3.jpg",	
        "nguyenlieu":"Sườn thăn non: 400gr, cà chua: 2 quả, gia vị: hành tím, muối, bột ngọt, giấm gạo, hạt nêm, tỏi, dầu ăn, đường ", 
        "image_2":"/images/Blog/suonxaochuangot2.jpg",	
        "step":"Sau khi mua sườn về, bạn đem rửa sạch rồi đem chặt ra từng miếng nhỏ vừa ăn ( bạn cũng có thể nhờ người bán chặt giùm để tiết kiệm thời gian ). Đem sườn ướp với một muỗng cà phê muối và một muỗng cà phê đường trong khoảng 10 phút cho sườn ngấm đều gia vị. Sau khi sườn ngấm đều gia vị thì bạn rán vàng cho mỡ từ sườn ra bớt, đến khi sườn săn lại thì tắt bếp. Tiếp theo, chúng ta sẽ chuẩn bị nước sốt chua ngọt. Bạn chuẩn bị một bát nước, cho 4 muỗng đường, 2 muỗng muối và 1 muỗng dấm vào. Bạn có thể cho thêm ớt nếu như bạn thích ăn cay nhé. Bây giờ cho hành tỏi vào chảo rồi phi thơm sau đó cho thêm cà chua vào xào nát. Bạn hãy cho nước sốt chua ngọt và sườn vào và để lửa nhỏ cho đến khi sườn mềm thì tắt bếp, bây giờ chỉ cần cho món ăn này ra đĩa và trang trí một chút..", 
        "image_3":"/images/Blog/suonxaochuangot3.jpg",	
        "end":"Vậy là bạn đã hoàn thành món sườn xào chua ngọt cực ngon rồi, chúc các bạn thành công nhé!"
    },
    
    {
        "id":"1",
        "namepost":"Phở Gà Nha Trang", 
        "author":"Lê Kim Mỹ",	
        "time":"Dec 26",	
        "view": 1703,	
       "description":"Khi bạn yêu thích món phở gà nhưng đã quá quen thuộc với hương vị phở Bắc, phở Hà Nội, chúng ta có thể xuôi về miền Nam Trung Bộ để thưởng thức món phở gà Nha Trang thơm ngon, lạ miệng",	
        "image_1":"/images/Blog/phoga3.jpg",	
        "nguyenlieu":"Gà ta: 1 con, xương heo: 500 gram, nếu bạn thích ăn giò heo có thể thêm 200 gram giò, hành tây: 1 củ, hành củ: 50 gram, đường phèn: 50 gram, các loại rau sống ăn kèm: xà lách, é quế, ngò tàu, giá…", 
        "image_2":"/images/Blog/phoga2.jpg",	
        "step":"Gà luộc chín, thịt xé thành miếng nhỏ vừa ăn. Phần xương gà và nước luộc giữ lại. Xương heo hoặc giò heo sau khi rửa sạch luộc qua tầm khoảng 5 phút, đổ phần nước cặn đi để đỡ mùi xương. Nước luộc là lọc qua một lượt, chỉ giữ lại phần nước trong, bỏ phần cặn đi. Cho xương gà, xương heo, giò heo vào hầm. Nước dùng ninh trong 2 đến 3 tiếng với lửa nhỏ, giữ độ sôi nước vừa phải, nhớ hớt bọt thường xuyên để nước dùng không bị đục. Hành tây lột vỏ cắt thành sợi tròn hoặc hình bán nguyệt, nên ngâm qua nước đá lạnh để giòn và đỡ hăng, sau đó rửa sạch và cho vào nước dùng. Nêm nếm gia vị cho vừa miệng. Điều đặc biệt trong hương vị nước dùng của phở Nha Trang là tiêu được bỏ trực tiếp vào nước dùng, một lượng vừa đủ để không làm đổi màu nước. Tiêu sẽ làm cho nước dùng thơm hơn, cay cay dịu dịu. Khẩu vị của người Nha Trang hơi ngọt nên thường sử dụng đường phèn để nêm nếm, việc kết hợp xương gà và xương heo sẽ làm nước dùng ngọt thanh, dễ chịu. Bánh phở Nam chần qua nước sôi, sắp thịt gà và rắc hành lá, hành phi để, chan nước dùng là có thể thưởng thức. ", 
        "image_3":"/images/Blog/phoga3.jpg",	
        "end":"Người Nha Trang thích ăn rau sống với tất cả các món bún, phở nên rau ăn kèm rất được chú trọng. Một số người thích mùi hăng của hành nên phần đầu hành lá thường nhúng sơ qua nước sôi hoặc xé sợi nhỏ để ăn kèm phở. Nên sử dụng tương ớt để món ăn thêm đậm đà bạn nhé."
    }, 
    
    {
        "id":"2",
        "namepost":"Phở Bò Hà Nội", 
        "author":"Lê Kim Mỹ",	
        "time":"Dec 26",	
        "view": 3710,	
       "description":"Phở Hà Nội từ lâu đã là một món ăn rất nổi tiếng không chỉ ở Việt Nam mà còn ở trên toàn thế giới và được xem là món ăn nhất định phải thử khi đến Việt Nam. Nếu bạn muốn tự nấu phở Hà Nội cho gia đình mình đảm bảo ngon đúng chuẩn thì hãy theo dõi nội dung bài viết dưới đây với chúng tôi nhé. Hãy bắt đầu ngay nào.",	
        "image_1":"/images/Blog/phobo3.jpg",	
        "nguyenlieu":"0.5kg sườn bò hoặc 1kg xương ống bò, 0.5 kg bắp bò hoặc thịt nạm, gầu bò, 1/4 củ hành tây to, 5 củ hành khô, 1 muỗng cà phê hạt mùi già, 5 – 6 rễ cây mùi (nếu có), 1 thảo quả, 2 hoa hồi nhỏ, 1 thanh quế nhỏ, gừng 1 củ, 2 khúc mía dài chừng 10 cm, hạt nêm, muối, hành, rau mùi thái nhỏ, bánh phở", 
        "image_2":"/images/Blog/phobo2.jpg",	
        "step":"Pha nước muối loãng, thả sườn hoặc xương bò vào ngâm khoảng 30 phút để khử bớt mùi hôi, sau đó vớt ra, rửa sạch, để ráo. Nướng chín hành tây, hành khô, gừng, mía để tăng mùi thơm cho nước phở. Hành tây bổ bốn, gừng đập dập hoặc thái lát. Rễ mùi rửa thật sạch. Rang hoa hồi, quế, thảo quả với lửa nhỏ đến khi dậy mùi thơm thì cho tất cả vào túi vải sạch và buộc chặt lại. Thả sườn, xương ống bò, bắp bò vào nồi và đổ nước ngập thịt, bật to lửa đun sôi. Sau khi sôi hạ lửa, đun thêm 1-2 phút rồi đổ bỏ nước này đi. Vớt hết nguyên liệu ra, rửa sạch sau đó lại đổ nước vào ngập mặt thịt, bật to lửa đun sôi rồi hạ lửa, cho các loại gia vị vào nồi, nêm gia vị (không nên dùng nước mắm) và ninh trong vòng 1.5-2h để nước dùng có độ ngọt. Đối với bắp bò thì chỉ nấu đến khi chín là vớt ra, ngâm nước nguôi chờ thái lát mỏng thả vào tô phở khi hoàn thành. Chần qua bánh phở rồi đổ nước dùng lên, thêm hành củ chẻ dọc phần đầu, thái khúc phần thân và rau mùi đã thái nhỏ. Trải thịt bắp bò lên, nếu muốn ăn bò tái, bạn có thể thái mỏng thịt, chần qua nước dùng rồi thả lên bát. Để món ăn ngon hơn, khi thưởng thức, bạn nên chuẩn bị chanh tươi ăn để ăn kèm cho chuẩn vị nhé. Ngoài ra, bạn có thể mua thêm một chút quẩy giòn để ăn kèm.", 
        "image_3":"/images/Blog/phobo3.jpg",	
        "end":"Vậy là một bát phở bò Hà Nội đã được hoàn thành. Chỉ cần thực hiện cách nấu phở bò Hà Nội như ở trên là bạn đã có thể chuẩn bị cho gia đình mình một bữa ăn sáng ngon chuẩn vị rồi. Chúc các bạn thành công."
    }, 
    
    {
        "id":"3",
        "namepost":"Bánh Sữa Tươi", 
        "author":"Lê Kim Mỹ",	
        "time":"Dec 26",	
        "view": 1037,	
       "description":"Bánh sữa tươi chiên giòn là món ăn vặt cực ngon được nhiều bạn yêu thích. Bài viết dưới đây, TinyRiot sẽ hướng dẫn bạn cách làm món bánh sữa tươi chiên giòn ngon ngất ngây để nhâm nhi mỗi lúc buồn miệng nhé, cùng vào bếp thực hiện thôi!",	
        "image_1":"/images/Blog/banhsuatuoi1.jpg",	
        "nguyenlieu":"Bột mì đa dụng 50 gr, bột chiên xù 100 gr, bột bắp 50 gr, sữa tươi không đường 600 ml, đường 90 gr, dầu ăn 200 ml, nước lọc 100 ml", 
        "image_2":"/images/Blog/banhsuatuoi2.jpg",	
        "step":"Bắc nồi lên bếp, cho vào 600ml sữa tươi không đường, 50gr bột bắp, 70gr đường, khuấy đều trên lửa nhỏ đến khi hỗn hợp đặc sệt, nặng tay là được. Lót 1 lớp nilon và thoa đều 1 lớp dầu ăn vào 1 cái hộp nhựa, sau đó đổ hỗn hợp bột sữa vừa nấu vào, dàn đều mặt rồi bọc kín sát mặt bằng màng bọc thực phẩm. Làm lạnh bánh trong ngăn mát tủ lạnh khoảng 7 tiếng cho cứng là được. Sau khi bánh đông, lấy bánh ra và cắt thành nhiều khối vuông nhỏ có kích thước vừa ăn. Cho vào tô 100ml nước lọc, 50gr bột mì, 20gr đường rồi khuấy đều cho hỗn hợp mịn mượt. Bột chiên xù thì cho ra dĩa để riêng. Lăn đều từng viên bánh qua lớp bột chiên giòn, sau đó áo đều thêm 1 lớp bột chiên xù bên ngoài. Đun sôi 1 nồi dầu, kế đến cho bánh vào chiên, đảo đều tay đến khi lớp vỏ ngoài vàng giòn thì vớt ra dĩa.", 
        "image_3":"/images/Blog/banhsuatuoi3.jpg",	
        "end":"Bánh sữa tươi chiên có lớp vỏ vàng ươm, giòn rụm, bùi bùi cùng phần nhân mềm mịn, tan chảy trong miệng, ngọt ngọt, béo ngậy, cực kỳ hấp dẫn! Khi ăn, bạn có thể chấm cùng tương ớt hoặc với bất kì loại sốt nào mà mình thích nhé!"
    }, 
    
    {
        "id":"4",
        "namepost":"Phở Cuốn", 
        "author":"Lê Kim Mỹ",	
        "time":"Dec 26",	
        "view": 1370,	
       "description":"Cũng như phở chiên phồng, phở cuốn tuy không phải là món truyền thống lâu đời nhưng vẫn là một trong những món ăn gắn liền với Hà Nội, hương vị đặc trưng, không trộn lẫn với các vùng miền khác.",	
        "image_1":"/images/Blog/phocuon1.jpg",	
        "nguyenlieu":"500 gr bánh phở cuốn, 300 gr thịt thăn bò, 100 gr giá đỗ, 40 gr rau xà lách, 40 gr rau thơm các loại, 10 gr tỏi, 10 gr hành khô, 30 gr đường, 10 gr dầu hào, 5 gr bột canh, 5 gr hạt tiêu, 20 ml nước mắm, 15 ml nước cốt chanh, 30 ml dầu ăn.", 
        "image_2":"/images/Blog/phocuon2.jpg",	
        "step":"Thịt bò rửa sạch, thấm khô, thái thật mỏng.  Cho vào âu thịt 1 thìa cafe đường, đảo đều, để 10’ cho thấm (Ướp đường trước sẽ giúp thịt được mềm và đậm đà hơn). Sau đó ướp thịt với 1 thìa cafe bột nêm/ bột gia vị, 1 thìa cafe dầu hào, 1/2 thìa cafe hạt tiêu. Để 15’ cho thấm. Dùng chảo chống dính sâu lòng. Đun nóng 2 thìa canh (30 ml) dầu ăn. Cho hành, tỏi băm vào phi thật thơm. Sau đó cho thịt bò vào xào nhanh tay đến khi thịt chín tái, cho tiếp giá đỗ vào chảo, đảo đều cùng thịt bò thêm 30’ cho thịt bò chín hẳn, giá đỗ chín vừa tới. Trút ra bát, để riêng. Trải 1 lá bánh phở lên thớt/ mặt phẳng sạch, xếp rau xà lách và rau thơm. Xúc 1 thìa bò xào giá xếp lên trên rau sống. Nhẹ nhàng cuốn đều bánh phở sao cho toàn bộ nhân và rau ở trong lá phở cuốn. Trong 1 bát nhỡ, trộn đều tất cả các nguyên liệu làm nước chấm chua ngọt, gồm: 20 g đường, 20 ml nước mắm, 20 ml nước lọc, 15 ml nước chanh, nêm nếm lại cho vừa khẩu vị. Thêm ớt tươi cắt lát mỏng.", 
        "image_3":"/images/Blog/phocuon3.jpg",	
        "end":"Món phở cuốn này dễ tính hơn món gỏi cuốn truyền thống vì vỏ bánh phở mềm sẵn rồi, cuốn rất dễ. Vừa có tinh bột, vừa có rau và cả thịt nữa, lại dễ làm nên với những ngày sau Tết bận rộn mà lại muốn ăn ngon thì đây chính là lựa chọn hoàn hảo của bạn."
    }, 
    
    {
        "id":"5",
        "namepost":"Cơm Cuộn Rong Biển", 
        "author":"Lê Kim Mỹ",	
        "time":"Dec 26",	
        "view": 1073,	
       "description":"Kimbap Hàn Quốc (hay còn gọi là cơm cuộn Hàn Quốc) chắc hẳn không còn là món ăn xa lạ với nhiều người, đặc biệt là giới trẻ hiện nay bởi hương vị thơm ngon của nhiều nguyên liệu hòa quyện lại với nhau. Vậy bạn còn chần chừ gì mà không thử làm món ăn này ngay tại căn bếp của mình với cách làm kimbap Hàn Quốc đơn giản đến từ TinyRiot ngay sau đây.",	
        "image_1":"/images/Blog/comcuon1.jpg",	
        "nguyenlieu":"Gạo Nhật hạt tròn hoặc gạo dẻo; 2 củ cà rốt; 1 quả dưa chuột; 100 gr rau bó xôi, 100 gr giò/xúc xích, 2 quả trứng, vừng trắng, vừng đen, dầu vừng, 1 gói lá rong biển, dụng cụ mành tre để cuộn cơm.", 
        "image_2":"/images/Blog/comcuon2.jpg",	
        "step":"Nấu gạo thành cơm, chú ý không để cơm quá nát. Cà rốt, dưa chuột, rau rửa sạch sau đó thái thành thanh dài. Cà rốt và rau bó xôi cho trần qua nước sôi. Vớt rau bó xôi thả vào bát nước lạnh để giữ độ giòn và xanh của rau. Trộn vừng đen và vừng trắng rồi đem rang chín thơm. Đánh trứng với 1 chút muối rồi đem tráng dày. Sau đó thái trứng và giò thành dạng thanh dài. Múc cơm ra bát trộn cùng 1 thìa dầu mè và vừng vừa rang. Dùng đũa xới tơi cơm và để nguội. Cho mành tre ra mâm rồi trải lá rong biển lên, bỏ cơm lên lá rong biển rồi cho nhân vào lần lượt. Để cơm cuộn nhìn đẹp và dễ cắt hơn thì khi cuộn bạn chú ý làm chặt tay. Dùng dao sắc có bôi chút dầu ăn để cắt cơm thành từng khúc đẹp mắt.", 
        "image_3":"/images/Blog/comcuon3.jpg",	
        "end":"Trên đây là cách làm kimbap Hàn Quốc tại nhà ngon chuẩn vị, mong rằng bạn đọc đã nắm rõ và sẽ thực hiện thành các công thức này nhé."
    }, 
    
    {
        "id":"6",
        "namepost":"Cánh Gà Om Coca", 
        "author":"Lê Kim Mỹ",	
        "time":"Dec 26",	
        "view": 1730,	
       "description":"Cánh gà om coca ăn là mê, vị ngòn ngọt của Coca Cola hòa quyện với những miếng cánh gà rán thơm lừng sẽ là một món ăn kích thích vị giác vô cùng tốn cơm.",	
        "image_1":"/images/Blog/canhga1.jpg",	
        "nguyenlieu":"Cánh gà, coca cola, hành thái nhỏ, rượu gạo, gừng, gia vị: Bột canh, mắm, đường, hạt nêm, hạt tiêu...", 
        "image_2":"/images/Blog/canhga1.jpg",	
        "step":"Rửa sạch cánh gà rồi dùng dao khứa các đường dọc theo cánh gà để thịt dễ ngấm gia vị hơn. Sau đó uớp cánh gà với muối, rượu gạo cùng gừng thái sợi trong khoảng 10 phút. Đổ dầu vào chảo. Khi dầu nóng thì bạn cho cánh gà vào rán cho đến khi 2 mặt chuyển màu vàng nâu, thịt gà săn lại. Tiếp theo bạn đổ coca vào trong chảo, giảm nhỏ lửa, đun liu riu để cánh gà thấm sốt. Sau khoảng 8-10 phút, vặn lửa lớn hơn để nước sốt sánh lại áo quanh phần cánh gà. Tiếp đến thêm xì dầu vào để phần sốt được đậm màu hơn, rán thêm một lúc nữa rồi tắt bếp. Rắc hành lá lên trên sau đó gắp ra đĩa.", 
        "image_3":"/images/Blog/canhga3.jpg",	
        "end":"Bây giờ thì đã đến lúc bạn và gia đình có thể thưởng thức món ngon này rồi!"
    },

    {
        "id":"7",
        "namepost":"Cá Kho Tộ", 
        "author":"Lê Kim Mỹ",	
        "time":"Dec 26",	
        "view": 3071,	
       "description":"Cơm trắng, cá kho tộ và canh chua là những món tạo thành bữa ăn đặc trưng của người miền Nam. Cái vị ngọt mềm, thơm ngậy của thịt cá, chút mằn mặn của nước mắm se se vị cay của ớt đã tạo nên hương vị đặc trưng của món ăn này. Ngày nay, cuộc sống đổi mới nên tộ (nồi đất) không còn được sử dụng nhiều nên người ta dần kho cá bằng nồi kim loại, nồi cơm điện… Nhưng với người Nam bộ nói riêng và những ai đã từng ăn qua món cá này thì đều công nhận, cá kho trong tộ vẫn có hương vị ngon, đặc trưng hơn.",	
        "image_1":"/images/Blog/cakho1.jpg",	
        "nguyenlieu":"Cá lóc: khoảng 1 kg (ngoài ra bạn có thể chọn các loại cá da trơn như: cá lăng, cá trê, cá nheo… miễn là chúng phải tươi), thịt ba chỉ: 200 gr, nước dừa non: 1 trái, Xì dầu ngọt, hành khô, tỏi băm, vài trái ớt tươi, gia vị gồm: nước mắm, muối, đường, hạt tiêu, hạt nêm", 
        "image_2":"/images/Blog/cakho2.jpg",	
        "step":"Cá lóc: sau khi mua về thì cắt bỏ nội tạng, đánh vảy, bỏ vây, làm sạch màng trắng đục trong bụng. (Đối với các loại cá có da trơn thì bạn có thể dùng tro bếp hoặc rưới nước sôi rồi cạo sạch lớp nhầy bên ngoài), ngâm cá trong dung dịch nước muối và giấm trong 5 phút để khử hoàn toàn mùi tanh, rửa cá lại với nước cho thật sạch. Sau đó, ướp cá với một ít xì dầu, muối, hạt nêm, nước mắm trong khoảng 30 phút. Thịt ba chỉ: cũng rửa sạch với nước muối, xả sạch rồi thái thành những miếng vừa ăn. Ớt rửa sạch, thái lát. Bạn hòa 120 ml xì dầu ngọt với 50 ml nước mắm và nước dừa non cho hỗn hợp tan đều. Bạn bắc tộ lên bếp để lửa cho nồi nóng rồi mới cho 1 chút xíu dầu ăn vào đun sôi thì cho tiếp hành tỏi băm vào phi cho thơm và sau cùng cho ớt vào xào sơ.Cho tiếp thị ba chỉ vào đảo đều tay cho đến khi thấy thịt hơi chín thì tắt bếp, bắc nồi xuống. Bạn xếp cá vào tộ, bạn cứ xếp cá lên trên phần thịt ba chỉ, cho cả phần nước ướp cá vào nồi. Cuối cùng bạn cho luôn chén nước hỗn hợp dừa non + xì dầu + nước mắm vào và bắc nồi lại lên bếp, để lửa to cho cá sôi. Khi bạn thấy nồi cá sôi thì hạ lửa chỉ để liu riu, nêm nếm cho vừa miệng và tiếp tục đun cho đến khi nước cá còn xâm xấp là được. Bạn rắc chút tiêu lên nồi cá, rồi gấp lượng cá vừa đủ ra dùng, dùng tới đâu thì lấy đũa sạch gấp ra tới đó. Dĩa cá trang trí thêm chút hành, ngò là đẹp mắt. Vậy là bạn hoàn tất làm món cá kho tộ chuẩn Nam bộ. Trong khi kho thì bạn cũng không nên đảo cá nhiều lần, càng không được trộn vì sẽ làm nát cá.", 
        "image_3":"/images/Blog/cakho3.jpg",	
        "end":"Hy vọng với hướng dẫn cách làm cá kho tộ đậm chất miền Nam trong bài viết hôm nay thì bạn có thể thực hiện thành công chỉ với vài kỹ thuật nấu ăn cơn bản ngay tại nhà. Bạn có thể kết hợp nấu thêm một nồi canh chua cá điêu hồng là sẽ có ngay một mâm cơm đúng chuẩn của người miền Nam."
    }
]